{
  "architectures": [
    "REX"
  ],
  "bos_token_id": 1,
  "dropout": 0.1,
  "dtype": "float32",
  "eos_token_id": 2,
  "max_len": 1024,
  "model_type": "REX",
  "n_embd": 768,
  "n_heads": 12,
  "n_kv_heads": 4,
  "n_layers": 12,
  "pad_token_id": 0,
  "transformers_version": "4.57.0",
  "vocab_size": 32768
}
